Repository: blinkcard/blinkcard-ios
Catalog: Source/BlinkCardUX/Localizable.xcstrings
Source language: en
Languages: ak, am, ar, bn, cs, da, de, el, es, es_mx, fa, fi, fil, fr, fr_ca, ha, he, hi, hr, hu, id, is, it, ja, ka_ge, kk, km_kh, ko, lv, ms, nb, ne, nl, pl, ps_af, pt, pt_br, ro, ru, si, sk, sl, sr, sv, sw, th, tr, uk, ur, uz, vi, yo, zh_hans, zh_hant

# mb_blinkcard_help_screen_msg1
source: Card number is usually a 16-digit number, although it may have between 12 and 19 digits. It should be either printed or embossed in raised numbers across the card. It can be on the front or back of your card.
ak: Mpɛn pii no, kaade nɔma no taa yɛ digit 16, ɛwom sɛ ebetumi ayɛ efi digit 12 kosi 19 de. Etumi yɛ nea wɔaprinte agu so anaa wɔakurukyerɛw agu so ma aba soro, na ebetumi awɔ anim anaa kaade no akyi.
am: የካርድ ቁጥሩ ብዙውን ጊዜ ባለ 16 አሃዝ ቁጥር ነው፣ ቢሆንም ከ12 እስከ 19 አሃዞች ሊኖረው ይችላል። በካርዱ ላይ በተነሱ ቁጥሮች መታተም ወይም መቀረጽ አለበት። በካርድዎ ፊት ወይም ጀርባ ላይ ሊሆን ይችላል።
ar: يتكون رقم البطاقة عادةً من 16 رقمًا، على الرغم من أنه قد يتراوح بين 12 و 19 رقمًا. يجب أن تكون مطبوعة أو منقوشة بأرقام بارزة في البطاقة. يمكن أن تكون موجودة في وجه البطاقة أو ظهرها.
bn: কার্ড নম্বর সাধারণত 16 সংখ্যার হয়, তবে এটি 12 থেকে 19 সংখ্যারও হতে পারে। এটি কার্ডের উপর উঁচু অক্ষরে খোদাই করা বা ছাপানো থাকে। এটি কার্ডের সামনে বা পিছনে থাকতে পারে।
cs: Číslo karty je obvykle 16místné, může však mít 12 až 19 číslic. Mělo by být buď vytištěno, nebo vyraženo reliéfními číslicemi podél karty. Může být na přední nebo zadní straně karty.
da: Kortnummeret er normalt et 16-cifret nummer, selvom det kan have mellem 12 og 19 cifre. Det skal enten være trykt eller præget med hævede tal på tværs af kortet. Det kan være på forsiden eller bagsiden af dit kort.
de: Die Kartennummer besteht normalerweise aus 16 Ziffern, kann aber auch zwischen 12 und 19 Ziffern umfassen. Die Nummer sollte entweder aufgedruckt oder in erhabenen Ziffern auf der Karte eingeprägt sein. Sie kann sich auf der Vorder- oder Rückseite Ihrer Karte befinden.
el: Ο αριθμός της κάρτας είναι συνήθως 16ψήφιος, παρότι ενδέχεται να περιλαμβάνει από 12 έως 19 ψηφία. Θα αναγράφεται ή θα είναι χαραγμένος με ανάγλυφους αριθμούς πάνω στην κάρτα. Μπορεί να αναγράφεται στην μπροστινή ή την πίσω όψη της.
es: El número de la tarjeta suele tener 16 dígitos, aunque puede tener entre 12 y 19 dígitos. Debe estar impreso o grabado en relieve a lo largo de la tarjeta. Puede estar en el anverso o en el reverso de la tarjeta.
es_mx: El número de la tarjeta suele ser un número de 16 dígitos, aunque puede tener entre 12 y 19 dígitos. Debe estar impreso o grabado en relieve en la tarjeta. Puede estar en el anverso o en el reverso de la tarjeta.
fa: شماره کارت معمولاً یک عدد ۱۶ رقمی است، اگرچه ممکن است بین ۱۲ تا ۱۹ رقم داشته باشد. این شماره باید یا چاپ شده باشد یا به صورت اعداد برجسته در سراسر کارت حک شده باشد. می‌تواند در جلو یا پشت کارت شما باشد.
fi: Kortin numero sisältää tavallisesti 16 numeroa, mutta se voi myös olla 12–19 numeroa pitkä. Numeron tulisi olla painettuna tai kohokuvioituna kortin etu- tai kääntöpuolelle.
fil: Kadalasang 16 na digit ang numero ng card, bagama't maaari itong magkaroon ng 12 hanggang 19 digit. Dapat itong naka-print o naka-emboss sa mga nakataas na numero sa buong card. Puwede itong nasa unahan o likuran ng iyong card.
fr: Le numéro de carte est généralement un numéro à 16 chiffres, même s'il peut comporter entre 12 et 19 chiffres. En général, il est imprimé ou gravé en relief sur toute la surface de la carte. Il peut figurer au recto ou au verso de votre carte.
fr_ca: Le numéro de carte est généralement composé de 16 chiffres, mais il peut en comporter entre 12 et 19. Il doit être imprimé ou gravé en relief sur la carte. Il peut se trouver au recto ou au verso de votre carte.
ha: Yawanci lambar kati takan kasance lambobi 16, duk da cewa za ta iya ƙunsar lambobi tsakanin 12 zuwa 19. Za su kasance ko dai waɗanda aka gurza da rubutun kwamfuta ko waɗanda aka zana da tsarin rubutu mai tudu a kan katin. Zai iya kasance a gaba ko a bayan katinku.
he: מספר הכרטיס הוא בדרך כלל באורך 16 ספרות, אם כי הוא יכול להיות באורך של בין 12 ל-19 ספרות. זה צריך להיות מודפס או מוטבע עם מספרים בולטים על פני הכרטיס. זה יכול להיות בחלק הקדמי או האחורי של הכרטיס שלך.
hi: कार्ड नंबर आमतौर पर 16 अंकों का होता है, हालाँकि इसमें 12 से 19 अंक भी हो सकते हैं. इसे कार्ड पर उभरे हुए अंकों में या तो प्रिंट किया होना चाहिए या फिर उभरा हुआ होना चाहिए. यह आपके कार्ड के आगे या पीछे हो सकता है.
hr: Broj kartice obično se sastoji od 16 znamenki, iako ih može imati između 12 i 19. Broj je otisnut ili urezan reljefnim brojkama na kartici i može se nalaziti na prednjoj ili stražnjoj strani kartice.
hu: A kártyaszám általában 16 számjegyből áll, ugyanakkor 12–19 számjegyből álló kártyaszám is előfordul. A szám nyomtatva vagy kiemelkedő, dombornyomott formában látható a kártyán. A kártya elülső vagy hátsó oldalán található.
id: Nomor kartu biasanya berupa angka 16 digit, meski mungkin antara 12 dan 19 digit. Nomor itu mestinya dicetak atau diembos dengan angka timbul di kartu. Pastikan kartu cukup terang dan semua detail terlihat.
is: Kortanúmer er venjulega 16 stafa númer, þó það geti verið á bilinu 12 til 19 stafir. Það ætti að vera annaðhvort prentað eða upphleypt með upphleyptum tölum á kortinu. Það getur verið á framhlið eða bakhlið kortsins þíns.
it: Il numero della carta è in genere un numero di 16 cifre, ma potrebbe contenere da 12 a 19 cifre. Dovrebbe essere stampato o impresso in rilievo sulla carta. Potrebbe essere sul fronte o sul retro della carta.
ja: カード番号は通常,16桁の数字ですが,12～19桁の場合もあります。カード番号は,カードに印刷またはエンボス加工（浮き彫り）された数字として記載されています。カードの表面または裏面に記載されています。
ka_ge: ბარათის ნომერი, როგორც წესი, 16 ციფრისგან შედგება, თუმცა მასში შეიძლება იყოს 12-დან 19 ციფრამდე. ეს ნომერი ან დაბეჭდილი უნდა იყოს, ან ამოტვიფრული ამობურცული ციფრებით ბარათზე. ის შეიძლება თქვენი ბარათის წინა ან უკანა მხარეს იყოს დატანილი.
kk: Карта нөмірі әдетте 16 таңбалы саннан тұрады және сондай-ақ 12 мен 19 сан аралығында болуы мүмкін. Ол басып шығарылуы немесе карта бойынша жоғары сандармен бедерлі болуы керек. Ол картаның алдыңғы немесе артында болуы мүмкін.
km_kh: លេខកាតជាធម្មតាជាលេខ 16 ខ្ទង់ ទោះបីជាវាអាចមានចន្លោះពី 12 ទៅ 19 ខ្ទង់ក៏ដោយ។ វាគួរតែត្រូវបានបោះពុម្ព ឬក្រឡោតជាលេខដែលបានលើកឡើងនៅទូទាំងកាត។ វាអាចនៅខាងមុខ ឬខាងក្រោយកាតរបស់អ្នក។
ko: 카드 번호는 일반적으로 16자리 숫자이지만, 12자리에서 19자리 사이일 수도 있습니다. 카드에 인쇄되어 있거나, 양각으로 돌출된 숫자로 표시되어 있습니다. 카드의 앞면 또는 뒷면에 있을 수 있습니다.
lv: Parasti kartes numuru veido 16 cipari, bet tas var būt arī 12–19 ciparus garš. Tam jābūt uzdrukātam vai reljefi iespiestam pār karti. Kartes numurs var būt gan tās priekšpusē, gan aizmugurē.
ms: Nombor kad biasanya mempunyai nombor 16 digit, walaupun ia mungkin mempunyai nombor antara 12 hingga 19 digit. Ia hendaklah sama ada dicetak atau dicetak timbul dengan nombor berganda di sepanjang kad. Nombor tersebut boleh berada di bahagian hadapan atau belakang kad anda.
nb: Kortnummeret er vanligvis et nummer på 16 siffer, men det kan bestå av 12 til 19 siffer. Det skal enten være trykt eller preget i opphøyde tall på kortet, og det kan stå på forsiden eller baksiden.
ne: कार्ड नम्बर सामान्यतया 16 अंकको भए पनि, यो 12 देखि 19 अंकको बीचमा पनि हुन सक्छ। यो नम्बर कार्डमा माथि उठेका अक्षरमा इम्बोस्ड गरिएको वा छापिएको हुन्छ र कार्डको अगाडि वा पछाडि जुनसुकै भागमा हुन सक्छ।
nl: Het kaartnummer bestaat in de regel uit 16 cijfers, maar kan ook uit 12 tot 19 cijfers bestaan. Het nummer is ofwel gedrukt of in reliëf in verhoogde cijfers op de kaart aangebracht. Het nummer kan op de voor- of achterkant van uw kaart staan.
pl: Numer karty jest zwykle numerem 16-cyfrowym, chociaż może mieć od 12 do 19 cyfr. Powinien być wydrukowany lub wytłoczony wypukłymi cyframi na karcie. Może znajdować się na awersie lub odwrocie karty.
ps_af: د کارت شمېره معموله 16 عدده وي، مګر کېدای شي ځینې یې له 12 تر 19 پورې ارقام ولري. دا شمېره باید په چاپي یا برجسته ډول پر کارت لیکل شوې وي. دا کېدای شي ستاسو د کارت په مخه یا شا کې وي.
pt: O número do cartão geralmente é um número de 16 dígitos, embora possa ter entre 12 e 19 dígitos. Deverá estar impresso ou gravado com relevo no cartão. Poderá também estar na frente ou no verso do seu cartão.
pt_br: O número do cartão geralmente tem 16 dígitos, embora possa ter entre 12 e 19 dígitos. Ele deve estar impresso ou gravado em alto relevo em todo o cartão. Pode estar na frente ou no verso do seu cartão.
ro: Numărul cardului conține de regulă 16 cifre, deși unele pot avea între 12 și 19 cifre. În principiu, acesta este inscripționat sau reliefat pe card. Se poate afla pe partea din față sau partea verso a cardului.
ru: Номер карты обычно состоит из 16 цифр, хотя может содержать от 12 до 19 цифр. Он должен быть напечатан или выбит рельефными цифрами по всей карте. Он может быть на лицевой или оборотной стороне карты.
si: කාඩ්පත් අංකය සාමාන්‍යයෙන් ඉලක්කම් 16කින් යුත් අංකයක් වන නමුත් එහි ඉලක්කම් 12ත් 19ත් අතර ප්‍රමාණයක් තිබිය හැක. එය කාඩ්පත මත මුද්‍රණය කර ඇති හෝ පිටතට නෙරා ගිය ලෙස කැටයම් කළ අංකයකි. එය ඔබේ කාඩ්පතේ ඉදිරිපස හෝ පිටුපස තිබිය හැකි ය.
sk: Číslo karty je zvyčajne 16-miestne číslo, hoci môže mať 12 až 19 číslic. Malo by byť vytlačené alebo vyrazené vo forme vyvýšených čísel naprieč kartou. Môže byť na prednej alebo zadnej strane karty.
sl: Številka kartice je običajno 16-mestna, vendar je lahko sestavljena iz 12 do 19 številk. Natisnjena ali vtisnjena mora biti z dvignjenimi številkami na celotni kartici. Lahko je na sprednji ali zadnji strani kartice.
sr: Broj kartice je obično 16-cifreni broj, iako može imati između 12 i 19 cifara. Trebalo bi da bude odštampan ili utisnut podignutim brojevima preko kartice. Može biti na prednjoj ili zadnjoj strani kartice.
sv: Kortnumret består oftast av 16 siffror, men det kan bestå av mellan 12 och 19 siffror. Numret är antingen tryckt eller präglat i upphöjda siffror på kortets fram- eller baksida.
sw: Namba ya kadi kawaida ni namba 16, ingawa inaweza kuwa na kati ya namba 12 na 19. Inapaswa kuwa imechapishwa au kuchorwa kwa namba zilizoinuka kwenye kadi. Inaweza kuwa mbele au nyuma ya kadi yako.
th: หมายเลขบัตรมักจะเป็นตัวเลข 16 หลัก แต่อาจยาวระหว่าง 12 ถึง 19 หลักได้ และเป็นตัวเลขพิมพ์หรือปั๊มนูนพาดอยู่บนบัตร โดยอาจอยู่หน้าหรือหลังบัตรก็ได้
tr: Kart numarası, genellikle 16 haneli, ancak kimi zaman 12 ila 19 haneli de olabilen bir sayıdır. Kartın üzerinde kabartmalı rakamlarla basılı veya kabartmalı olmalıdır. Kartınızın ön veya arka yüzünde bulunabilir.
uk: Номер картки зазвичай складається з 16 цифр, хоча може мати від 12 до 19 цифр. Він має бути надрукований або вибитий у вигляді рельєфних цифр по всій картці. Він може бути на лицьовій або зворотній стороні картки.
ur: کارڈ نمبر عموماً 16 ہندسوں پر مشتمل ہوتا ہے، لیکن یہ 12 سے 19 ہندسوں کے درمیان بھی ہو سکتا ہے۔ یہ نمبر یا تو پرنٹ کیا ہوا ہوتا ہے یا ابھری ہوئی شکل میں کارڈ پر موجود ہوتا ہے۔ یہ آپ کے کارڈ کے سامنے یا پچھلے حصے پر ہو سکتا ہے۔
uz: Karta raqami odatda 16 ta raqamdan iborat, ammo 12–19 ta raqamli boʻlishi ham mumkin. U kartada bosma yoki boʻrtma shaklda tushirilgan boʻlishi kerak. U kartaning old yoki orqa tomonida joylashgan boʻlishi mumkin.
vi: Số thẻ thường là số có 16 chữ số, mặc dù có thể có từ 12 đến 19 chữ số. Các số đó phải được in hoặc dập nổi trên thẻ. Số này có thể ở mặt trước hoặc mặt sau của thẻ.
yo: Nọ́mbà káàdì sábà máa ń jẹ́ dígítì 16, bíótilẹ̀ jẹ́ pé ó lè ní láàárín àwọn dígítì 12 àti 19. Ó gbọdọ̀ wà ní àtẹ̀jáde tàbí kí wọ́n fín ní gbọọrọ sórí káàdì náà ní àwọn nọ́mbà tí ọwọ́ lè rí. Ó lè wà ní iwájú tàbí ẹ̀yìn káàdì náà.
zh_hans: 卡号通常是 16 位数，不过也可能是 12 到 19 位数。卡号应该是卡中打印或凸印的数字。可能位于卡的正面或背面。
zh_hant: 卡號通常是 16 位數字，也可能是 12 到 19 位數字。應該在卡片上以凸起數字印刷或雕刻。數字可能在卡面的正面或背面。

# mb_blinkcard_help_screen_msg2
source: Make sure you aren’t covering parts of the card with a finger, including the bottom lines. Also, watch out for hologram reflections that go over the cards’ fields.
ak: Hwɛ sɛ wommfa wo nsateaa nkata kaade no fa biara, a ase hɔ ka ho. Bio nso, hwɛ sɛ hologram no remmɔ kanea nngu kaade no so nsɛm bi so.
am: የታችኛውን መስመሮች ጨምሮ የካርዱን ክፍሎች በጣት አለመሸፈንዎን ያረጋግጡ። እንዲሁም በካርዶች መስኮች ላይ የሚሄዱ የሆሎግራም ነጸብራቆችን ይመልከቱ።
ar: تأكد من أنك لا تغطي أي جزء من البطاقة بإصبعك، بما في ذلك الخطوط السفلية. واحترس أيضًا من انعكاسات الهولوغرام التي تمر عبر حقول البطاقات.
bn: নিশ্চিত করুন যে আপনি আঙুল দিয়ে কার্ডের কোনো অংশ, বিশেষ করে নিচের দিকের লাইনগুলো ঢেকে ফেলছেন না। এছাড়াও কার্ডের উপর থাকা হলোগ্রামের প্রতিফলন যেন কার্ডের তথ্যের উপর না পড়ে, সেদিকেও খেয়াল রাখুন।
cs: Ujistěte se, že prstem nezakrýváte části karty, včetně spodních řádků. Dávejte si také pozor na hologramové odlesky, které přesahují pole karty.
da: Sørg for, at du ikke dækker nogen dele af kortet med en finger, inklusive de nederste linjer. Vær desuden opmærksom på hologramrefleksioner, der går henover kortets felter.
de: Gehen Sie auf Nummer sicher, indem Sie Teile der Karte nicht mit dem Finger verdecken, insbesondere nicht die unteren Zeilen. Vermeiden Sie außerdem Spiegelungen von Hologrammen, die über die Felder der Karte hinausgehen.
el: Βεβαιωθείτε ότι δεν καλύπτετε μέρη της κάρτας με το δάχτυλό σας, συμπεριλαμβανομένων των κάτω γραμμών. Επίσης, προσέξτε τις αντανακλάσεις ολογράμματος που καλύπτουν τα πεδία της κάρτας.
es: Asegúrese de que no está cubriendo partes de la tarjeta con el dedo, incluidas las líneas inferiores. Además, tenga cuidado con los reflejos de los hologramas que sobrepasan los campos de la tarjeta.
es_mx: Asegúrese de no tapar ninguna parte de la tarjeta con el dedo, incluidas las líneas inferiores. Además, tenga cuidado con los reflejos del holograma que se producen sobre los campos de la tarjeta.
fa: مطمئن شوید که قسمت‌هایی از کارت، از جمله خطوط پایینی، را با انگشت نمی‌پوشانید. همچنین، مراقب بازتاب‌های هولوگرام باشید که از روی زمینه کارت‌ها عبور می‌کنند.
fi: Varmista, ettet peitä sormella mitään kortin osia, myöskään alarivejä. Varo myös kortin kenttien päälle tulevia hologrammien heijastuksia.
fil: Siguraduhing hindi natatakpan ng iyong daliri ang mga bahagi ng card, pati na ang mga linya sa ilalim. Gayon rin, tingnan kung may mga hologram reflection na tumatakip sa mga field ng mga card.
fr: Veillez à ne pas recouvrir certaines parties de la carte avec un doigt, notamment les lignes de fond. Faites également attention aux reflets de l'hologramme qui recouvrent les champs de la carte.
fr_ca: Veuillez vous assurer de ne pas couvrir certaines parties de la carte avec votre doigt, y compris les lignes du bas. Veuillez également faire attention aux reflets holographiques qui peuvent apparaître sur les champs de la carte.
ha: A tabbatar da cewa ba a rufe wasu ɓangarorin katin ba da yatsa, ciki har da layukan da suke ƙasan katin. Bayan haka, a duba ko akwai layukan haske da suka hau kan ɓangarorin katin.
he: יש להקפיד שלא לכסות חלקים מהמסמך באצבע, כולל השורות התחתונות.כמו כן, יש לשים לב להשתקפויות הולוגרמה העוברות על שדות הכרטיסים.
hi: ध्यान रखें कि आप अपनी उँगलियों से कार्ड के नीचे की रेखाओं सहित, किसी भी हिस्से को न ढकें. साथ ही, कार्ड के किनारों पर पड़ने वाले होलोग्राम प्रतिबिंबों पर भी ध्यान दें.
hr: Pripazite kako držite karticu. Nemojte prekrivati dijelove kartice prstom, uključujući donje linije. Također, pazite na refleksije holograma koje prelaze preko polja kartice.
hu: Ügyeljen arra, hogy ne takarja le az ujjával a kártya részeit (az alsó sorokat is beleértve). Ügyeljen továbbá a hologramokra is, amelyek visszatükröződnek a kártya mezőin.
id: Pastikan bagian kartu tidak tertutup jari, termasuk garis bawah. Perhatikan juga pantulan hologram yang melewati bidang kartu.
is: Gangið úr skugga um að þú sért ekki að hylja hluta spjaldsins með fingri, þar með talið neðri línurnar. Verið líka á varðbergi gagnvart endurkasti frá heilmynd sem fer yfir reiti kortanna.
it: Controlla di non stare coprendo parte della scheda, comprese le ultime righe, con un dito. Fai attenzione anche ai riflessi olografici situati sui campi della scheda.
ja: 下部の線も含め,カードの一部を指で覆わないようにしてください。また,カードの領域にかかるホログラムの反射にもご注意ください。
ka_ge: დარწმუნდით, რომ თითით ბარათის ნაწილებს არ ფარავთ, მათ შორის ქვედა ხაზებსაც. ასევე, ფრთხილად იყავით ჰოლოგრამულ ანარეკლებთანაც, რომლებიც ბარათის ველებზე გადადის.
kk: Саусағыңызбен картаның кейбір бөліктерін, әсіресе төменгі жолдарын жауып қалмаңыз. Сондай-ақ, карта өрістерінің үстінен өтетін голограммалық шағылыстарға да назар аударыңыз.
km_kh: ត្រូវប្រាកដថាអ្នកមិនគ្របដណ្តប់ផ្នែកនៃកាតដោយប្រើម្រាមដៃ រួមទាំងបន្ទាត់ខាងក្រោម។ ដូចគ្នានេះផងដែរ, ប្រយ័ត្នសម្រាប់ការឆ្លុះបញ្ចាំង hologram ដែលឆ្លងកាត់វាលរបស់សន្លឹកបៀ។
ko: 손가락으로 카드의 일부, 특히 아래쪽 라인을 가리지 않도록 주의하세요. 또한, 카드의 정보 영역 위로 겹치는 홀로그램 반사에도 주의하세요.
lv: Pārliecinieties, ka kādu kartes daļu, arī apakšējās līnijas, neaizsedzat ar pirkstu. Uzmanieties arī no kartes laukus šķērsojošās hologrammas atspulgiem.
ms: Pastikan anda tidak menutup sebahagian daripada kad dengan jari, termasuk baris bawah. Di samping itu, berhati-hati dengan pantulan hologram yang melintasi medan kad.
nb: Sørg for at du ikke dekker til deler av kortet med en finger, inkludert bunnlinjene. Se også etter hologramrefleksjoner som kan forstyrre feltene på kortet.
ne: औँलाले कार्डको तल्लो लाइनहरू सहितको कुनै पनि भाग नछोप्नुहोस्। साथै, कार्डका विवरणहरूमा पर्न सक्ने होलोग्रामको चमकबाट पनि जोगिनुहोस्।
nl: Zorg ervoor dat u onderdelen van de kaart niet afdekt met een vinger, dus ook niet de onderste regels. Waak ook voor hologramreflecties op de kaartvelden.
pl: Sprawdź, czy nie zakrywasz palcem części karty, w tym dolnych linii. Uważaj również na odbicia holograficzne, które pojawiają się na polach kart.
ps_af: ډاډ حاصل کړئ چې د کارت برخې په ګوتو پټې نکړئ، د ښکته برخې د کرښو په ګډون. همدارنګه هولوګرام ته پام کوئ چې کېدای شي د کارت پر ځینو برخو راشي.
pt: Certifique-se de que não cobre partes do cartão com um dedo, incluindo as linhas de baixo. Tenha também cuidado com os reflexos dos hologramas que cobrem os campos do cartão.
pt_br: Certifique-se de não cobrir partes do cartão com o dedo, incluindo as linhas inferiores. Além disso, fique atento a reflexos holográficos que ultrapassem os campos do cartão.
ro: Asigurați-vă că nu ați acoperit cu degetul porțiuni de pe card, nici rândurile de jos. Evitați și reflexiile holografice care se suprapun pe secțiunile din card.
ru: Убедитесь, что вы не закрываете пальцем какие-либо части карты, включая нижние линии. Также обратите внимание на голографические отражения, которые могут попадать на поля карты.
si: ඔබේ ඇඟිල්ලකින් කාඩ්පතේ පහළ ඇති රේඛා ඇතුළු කොටස් ආවරණය නොවන බවට වග බලා ගන්න. එසේම කාඩ්පතේ කොටස් මත ඇතිවන හොලෝග්‍රෑම් පරාවර්තන පිළිබඳව ද අවධානයෙන් සිටින්න.
sk: Uistite sa, že nezakrývate časti karty prstom, vrátane spodných čiar. Dávajte si tiež pozor na hologramové odrazy, ktoré prechádzajú cez polia kariet.
sl: Prepričajte se, da s prstom ne prekrivate delov kartice, vključno s spodnjimi vrsticami. Pazite tudi na hologramske odseve, ki segajo čez polja kartic.
sr: Uverite se da ne prekrivate delove kartice prstom, uključujući donje redove. Takođe, pazite na hologramske refleksije koje prelaze preko polja kartice.
sv: Se till att du inte täcker delar av kortet med fingret, inklusive de nedre raderna. Se också upp för hologramreflektioner som löper över kortets fält.
sw: Hakikisha hujafunika sehemu za kadi kwa kidole, ikijumuisha laini za chini. Pia, kuwa mwangalifu na mwanga unaoakisiwa na hologramu unaopita juu ya sehemu za kadi.
th: ตรวจสอบให้แน่ใจว่านิ้วของคุณไม่ได้บังส่วนใดของบัตร รวมถึงบรรทัดล่างสุด นอกจากนี้ ระวังแสงสะท้อนของโฮโลแกรมที่จะทับส่วนต่างๆ ของบัตรด้วย
tr: Alt satırlar da dâhil olmak üzere, kartın hiçbir bölümünü parmağınla kapatmadığından emin ol. Ayrıca, kart alanlarının üzerini kapatan hologram yansımalarına da dikkat et.
uk: Переконайтеся, що ви не закриваєте частини картки пальцем, зокрема нижні рядки. Також стежте за відблисками від голограм, які перекривають поля картки.
ur: یقینی بنائیں کہ آپ اپنی انگلی سے کارڈ کے کسی حصے کو، خاص طور پر نچلی سطروں کو ڈھانپ نہیں رہے۔ اس کے علاوہ ہولوگرام کے عکس سے بھی بچیں جو کارڈ کے خانوں پر پڑ سکتا ہے۔
uz: Barmogʻingiz kartaning ayrim qismlarini, jumladan, pastki qatorlarni berkitib qoʻymasin. Karta maydoni boʻylab oʻtadigan gologramma aks etishiga ham diqqat qarating.
vi: Đảm bảo rằng bạn không dùng ngón tay che các phần của thẻ, kể cả các dòng dưới cùng. Ngoài ra, hãy để ý các phản xạ hình ba chiều đi qua các trường của thẻ.
yo: Rí i dájú pé ọ kò fi ìka bo apá ibì kan lórí káàdì náà, títí kan àwọn ìlà ìsàlẹ̀. Bákan náà, ṣọ́ra fún àwọn ìtànyòò hologram tí wọ́n máa ń wa ní àwọn apá kan lórí káàdì náà.
zh_hans: 确保您没有用手指遮盖卡的一部分，包括底部线条。此外，请留意卡的字段上的全息图反射。
zh_hant: 確保您的手指沒有蓋到卡片的某些內容，包括底線。此外，請注意卡片欄位的全息圖反射。
